---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamBending
source: html/0a718766-52de-fe93-064a-d0369f5260f9.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamBending Property

"Bending"

## Syntax (C#)
```csharp
public static ForgeTypeId PhyMaterialParamBending { get; }
```